Repository: bayoehafiz/icehrm
Catalog: core/lang/*.po
Languages: id

source: Rented Vehicle
id: Kendaraan Sewa

source: Female
id: Perempuan

source: Male
id: Laki-laki

source: Active
id: Aktif

source: Inactive
id: Non-Aktif

source: Draft
id: Konsep

source: Not Clocked In
id: Tidak Masuk

source: Clocked In
id: Masuk

source: File
id: Berkas

source: Active Employee Report
id: Laporan Karyawan Aktif

source: Employee Attendance Report
id: Laporan Kehadiran Karyawan

source: Employee Details Report
id: Laporan Detail Karyawan

source: Employee Leave Entitlement
id: Hak Cuti Karyawan

source: Employee Leaves Report
id: Laporan Cuti Karyawan

source: Employee Time Entry Report
id: Laporan Jam Masuk Karyawan

source: Employee Time Sheet Report
id: Laporan Lembar Jam Kerja Karyawan

source: Employee Time Tracking Report
id: Laporan Jam Kerja Karyawan

source: Expense Report
id: Laporan Pengeluaran

source: New Hires Employee Report
id: Laporan Perekrutan Karyawan Baru

source: Overtime Report
id: Laporan Lembur

source: Overtime Request Report
id: Laporan Pengajuan Lembur

source: Overtime Summary Report
id: Laporan Hasil Lembur

source: Payroll Meta Data Export
id: Ekspor Meta Data Penggajian

source: Terminated Employee Report
id: Laporan Karyawan Keluar

source: Travel Request Report
id: Laporan Pengajuan Perjalanan

source: Attendance Report
id: Laporan Kehadiran

source: Client Project Time Report
id: Laporan Masa Project Klien

source: Download Payslips
id: Unduh Slip Gaji

source: Leaves Report
id: Laporan Cuti/Ijin

source: Time Entry Report
id: Laporan Jam Masuk

source: Time Sheet Report
id: Laporan Lembar Jam Kerja

source: Time Tracking Report
id: Laporan Jam Kerja

source: Processed
id: Diproses

source: Not Processed
id: Tidak Diproses

source: Elementary Proficiency
id: Pemula

source: Limited Working Proficiency
id: Terbatas

source: Professional Working Proficiency
id: Mahir

source: Full Professional Proficiency
id: Sangat Mahir

source: Native or Bilingual Proficiency
id: Bahasa Asli

source: Pending
id: Tertunda

source: Approved
id: Disetujui

source: Rejected
id: Ditolak

source: Cancelled
id: Dibatalkan

source: Continue
id: Lanjutkan

source: Cancellation Requested
id: Pembatalan Telah Diajukan

source: Completed
id: Selesai

source: Discussions
id: Diskusi

source: Load More
id: Muat Lebih

source: Show More
id: Tampilkan Lebih

source: Show Less
id: Tampilkan Lebih Sedikit

source: Publish
id: Terbitkan

source: Announcements
id: Pengumuman

source: Send
id: Kirim

source: Display
id: Tampilan

source: View Announcements
id: Lihat Pengumuman

source: Conversations
id: Percakapan

source: Start Now
id: Mulai Sekarang
