Repository: bayoehafiz/icehrm
Catalog: core/lang/*.po
Languages: id

source: Save
id: Simpan

source: Cancel
id: Batal

source: Done
id: Selesai

source: Clocked In Employees
id: Karyawan yang telah absen

source: Candidates
id: Kandidat

source: View Employees
id: Lihat Karyawan

source: Add a New Employee
id: Tambah Karyawan Baru

source: Leave Calendar
id: Tutup Kalender

source: Manage Client/Projects
id: Atur Klien/Project

source: Home
id: Beranda

source: Quick Access
id: Akses Cepat

source: Switch
id: Pindah

source: Profile
id: Profil

source: Sign out
id: Keluar

source: Help
id: Bantuan

source: About
id: Tentang

source: Version
id: Versi

source: Release Date
id: Tanggal Rilis

source: Company Structure
id: Struktur Perusahaan

source: Job Details Setup
id: Atur Detail Pekerjaan

source: Qualifications Setup
id: Atur Kualifikasi

source: Training Setup
id: Atur Pelatihan

source: Projects/Client Setup
id: Atur Project/Klien

source: Leave Settings
id: Tutup Pengaturan

source: Company Loans
id: Pinjaman Perusahaan

source: Audit Log
id: Log Audit

source: Employees
id: Karyawan

source: Employee History
id: Histori Karyawan

source: Document Management
id: Pengaturan Dokumen

source: Travel Administration
id: Administrasi Perjalanan

source: Expense Administration
id: Administrasi Pengeluaran

source: Monitor Attendance
id: Monitor Absensi

source: Performance Charts
id: Grafik Performance

source: Overtime Administration
id: Administrasi Lembur

source: Admin Reports
id: Laporan Admin

source: Reports
id: Laporan

source: Report Files
id: File Laporan

source: System
id: Sistem

source: Settings
id: Pengaturan

source: Users
id: Pengguna

source: Manage Modules
id: Atur Modul

source: Manage Permissions
id: Atur Ijin Akses

source: Manage Metadata
id: Atur Metadata

source: Field Names Setup
id: Atur Nama Kolom

source: Payroll
id: Penggajian

source: Salary
id: Gaji

source: Payroll Reports
id: Laporan Penggajian

source: Recruitment
id: Rekrutmen

source: Recruitment Setup
id: Atur Rekrutmen

source: Job Positions
id: Posisi Pekerjaan

source: Personal Information
id: Informasi Pribadi

source: Basic Information
id: Informasi Dasar

source: Qualifications
id: Kualifikasi

source: Dependents
id: Tanggungan

source: Emergency Contacts
id: Kontak Darurat

source: Leave
id: Tutup

source: Leave Management
id: Tutup Pengaturan

source: Time Management
id: Pengaturan Jam Kerja

source: Projects
id: Project

source: Attendance
id: Kehadiran

source: Time Sheets
id: Lembar Jam Kerja

source: Attendance Sheets
id: Lembar Kehadiran

source: Overtime Requests
id: Permintaan Lembur

source: Documents
id: Dokumen

source: My Documents
id: Dokumen

source: Company
id: Perusahaan

source: Staff Directory
id: Direktori Staf

source: Training
id: Pelatihan

source: Travel Management
id: Pengaturan Perjalanan

source: Travel
id: Perjalanan

source: Finance
id: Keuangan

source: Expenses
id: Pengeluaran

source: Loans
id: Pinjaman

source: User Reports
id: Laporan Pengguna

source: People
id: Karyawan

source: Manage
id: Atur

source: Departments
id: Perusahaan

source: Active Projects
id: Project Aktif

source: Update Clients/Projects
id: Perbarui Klient/Project

source: Entries Last Week
id: Data Minggu Lalu

source: Upcoming
id: Yang Akan Datang

source: View / Download Reports
id: Lihat / Unduh Laporan

source: Generate a Report
id: Keluarkan Laporan

source: Configure
id: Konfigurasikan

source: Update
id: Perbarui

source: Applicants
id: Pelamar

source: Active Jobs
id: Pekerjaan Yang Aktif

source: Jobs Posted
id: Pekerjaan Yang Dipasang

source: Jobs
id: Pekerjaan

source: Courses
id: Kursus

source: Requests
id: Pengajuan

source: Document
id: Dokumen

source: Management
id: Pengelolaan

source: Expense
id: Pengeluaran

source: Permission
id: Ijin Akses

source: Permissions
id: Ijin Akses

source: and
id: dan

source: Invoices
id: Invoice

source: Make a Payment
id: Buat Pembayaran

source: Switch Employee
id: Ganti Karyawawan

source: Select The Employee to Switch Into
id: Pilih Karyawan

source: Close
id: Tutup

source: My Profile
id: Profil Saya

source: Edit Details
id: Ubah Detail

source: View/Edit Profile
id: Lihat/Ubah Profil

source: Punch In
id: Masuk

source: or
id: atau

source: Punch Out
id: Keluar

source: Record Attendance
id: Rekam Kehadiran

source: Pending Leaves
id: Abseni Tertunda

source: Check Leave Status
id: Check Status Absensi

source: Hours worked Last Week
id: Jam Kerja Minggu Lalu

source: Update Time Sheet
id: Perbarui Lembar Jam Kerja

source: My Projects
id: Project Saya

source: Projects Assigned
id: Penugasan Project

source: More info
id: Info lebih lanjut

source: My Travel
id: Perjalanan Saya

source: My Expenses
id: Pengeluaran Saya

source: Manage Expenses
id: Atur Pengeluaran

source: Name
id: Nama

source: Address
id: Alamat

source: Type
id: Tipe

source: Country
id: Negara

source: Time Zone
id: Zona Waktu

source: Parent Structure
id: Struktur Induk

source: Details
id: Keterangan

source: Code
id: Kode

source: Job Title Code
id: Kode Nama Pekerjaan

source: Job Title
id: Nama Pekerjaan

source: Description
id: Deskripsi

source: Specification
id: Spesifikasi

source: Currency
id: Mata Uang

source: Min Salary
id: Gaji Min

source: Max Salary
id: Gaji Maks

source: Pay Grade Name
id: Nama Level Gaji

source: Employment Status
id: Status Karyawan

source: Coordinator
id: Kordinator

source: Trainer
id: Pelatih/Trainer

source: Trainer Details
id: Detail Pelatih/Trainer

source: Payment Type
id: Tipe Pembayaran

source: Cost
id: Biaya

source: Course
id: Kursus

source: Scheduled Time
id: Jam Terjadwal

source: Assignment Due Date
id: Akhir Penugasan

source: Delivery Method
id: Metode Pengiriman

source: Delivery Location
id: Lokasi Pengiriman

source: Attendance Type
id: Tipe Kehadiran

source: Attachment
id: Lampiran

source: Training Certificate Required
id: Dibutuhkan Sertifikat Pelatihan

source: Employee
id: Karyawan

source: Training Session
id: Sesi Pelatihan

source: Contact Number
id: Nomor Kontak

source: Contact Email
id: Email Kontak

source: Company Url
id: Url Perusahaan

source: First Contact Date
id: Tanggal Kontak Pertama Kali

source: Client
id: Klien

source: Leave Name
id: Nama/Jenis Cuti

source: Leave Accrue Enabled
id: Aktifkan Tambahan Cuti

source: Leave Carried Forward
id: Transfer-Cuti

source: Leaves Per Year
id: Cuti Per Tahun

source: Leaves Group
id: Grup Cuti/Ijin

source: Leaves Per Leave Period
id: Cuti Per Periode Cuti

source: Admin can assign leave to employees
id: Admin bisa menentukan cuti ke karyawan

source: Employees can apply for this leave type
id: Karyawan bisa mendapatkan jenis cuti ini

source: Employees can apply beyond the current leave balance
id: karyawan bisa mendapatkan cuti melebihi jumlah cuti saat ini

source: Percentage of Leaves Carried Forward
id: Persentase Transfer-Cuti

source: Maximum Carried Forward Amount
id: Jumlah Maksimum Transfer-Cuti

source: Carried Forward Leave Availability Period
id: Periode Ketersediaan Transfer-Cuti

source: Send Notification Emails
id: Kirim Email Pemberitahuan

source: Leave Group
id: Grup Cuti

source: Leave Color
id: Warna Cuti

source: Period Start
id: Permulaan Periode

source: Period End
id: Akhir Masa Periode

source: Day
id: Hari

source: For All Countries
id: Untuk Semua Negara

source: Date
id: Tanggal

source: Leave Type
id: Jenis Cuti

source: Leaves Period
id: Periode Cuti

source: Leave Amount
id: Jumlah Cuti

source: Leave Period
id: Periode Cuti

source: Note
id: Catatan

source: All Employees
id: Daftar Karyawan

source: All Leave Types
id: Daftar Tipe Cuti

source: Loan Type
id: Tipe Pinjaman

source: Loan Start Date
id: Tanggal Mulai Pinjaan

source: Loan Period (Months)
id: Periode Pinjaman (Bulan)

source: Amount
id: Jumlah

source: Last Installment Date
id: Tanggal Cicilan Terakhir

source: Loan Amount
id: Jumlah Pinjaman

source: Monthly Installment
id: Cicilan Tiap Bulan

source: Employee Number
id: Nomor Karyawan

source: First Name
id: Nama Depan

source: Middle Name
id: Nama Tengah

source: Last Name
id: Nama Belakang

source: Nationality
id: Kebangsaan

source: Date of Birth
id: Tanggal Lahir

source: Gender
id: Jenis Kelamin

source: Marital Status
id: Status Perkawinan

source: Ethnicity
id: Suku

source: Immigration Status
id: Status Imigrasi

source: SSN/NRIC
id: No. KTP

source: NIC
id: Nomor Asuransi

source: Other ID
id: ID Lainnya

source: Driving License No
id: No SIM

source: Pay Grade
id: Level Gaji

source: Work Station Id
id: Id Lokasi Kerja

source: Address Line 1
id: Alamat Baris 1

source: Address Line 2
id: Alamat Baris 2

source: City
id: Kota

source: Province
id: Provinsi

source: Postal/Zip Code
id: Kode Pos

source: Home Phone
id: Telp. Rumah

source: Mobile Phone
id: Telp. Seluler

source: Work Phone
id: Telp. Kantor

source: Work Email
id: Email Kantor

source: Private Email
id: Email Pribadi

source: Joined Date
id: Tanggal Bekerja

source: Confirmation Date
id: Tanggal Konfirmasi

source: Termination Date
id: Tanggal Berhenti

source: Department
id: Perusahaan

source: Supervisor
id: Pengawas

source: Indirect Supervisors
id: Pengawas Tak Langsung

source: First Level Approver
id: Persetujuan Level Pertama

source: Second Level Approver
id: Persetujuan Level Kedua

source: Third Level Approver
id: Persetujuan Level Ketiga

source: Notes
id: Catatan

source: Time (GMT)
id: Jam (GMT)

source: User
id: Pengguna

source: IP Address
id: Alamat IP

source: Logged In Employee
id: Karyawan Tercatat

source: Skill
id: Kemampuan

source: Qualification
id: Kualifikasi

source: Institute
id: Institusi

source: Start Date
id: Tanggal Mulai

source: Completed On
id: Selesai Pada

source: Certification
id: Sertifikasi

source: Granted On
id: Diberikan Pada

source: Valid Thru
id: Valid Sampai

source: Language
id: Bahasa

source: Reading
id: Baca

source: Speaking
id: Pengucapan

source: Writing
id: Tulis

source: Understanding
id: Pemahaman

source: Date Added
id: Tanggal Ditambahkan

source: Valid Until
id: Valid Sampai

source: Relationship
id: Hubungan

source: Id Number
id: Nomor Id

source: All Job Titles
id: Semua Jenis Pekerjaan

source: All Departments
id: Semua Departemen

source: Anyone
id: Siapa Saja

source: Field
id: Kolom

source: Old Value
id: Isian Lama

source: New Value
id: Isian Baru

source: Modified By
id: Dimodofokasi Oleh

source: Created
id: Dibuat

source: Notify Expiry
id: Beritahukan Tanggal Selesai

source: Notify Expiry Before One Month
id: Beritahukan Tanggal Selesai Sebulan Sebelumnya

source: Notify Expiry Before One Week
id: Beritahukan Tanggal Selesai Seminggu Sebelumnya

source: Notify Expiry Before One Day
id: Beritahukan Tanggal Selesai Sehari Sebelumnya

source: Travel Type
id: Jenis Perjalanan

source: Purpose of Travel
id: Tujuan Perjalanan

source: Travel From
id: Perjalanan Dari

source: Travel To
id: Perjalanan Menuju

source: Travel Date
id: Tanggal Perjalanan

source: Return Date
id: Tanggal Kembali

source: Total Funding Proposed
id: Total Dana Diajukan

source: Itinerary / Cab Receipt
id: Struk Akomodasi/Transport

source: Other Attachment 1
id: Lampiran Lainnya 1

source: Other Attachment 2
id: Lampiran Lainnya 2

source: Payment Method
id: Metode Pembayaran

source: Transaction / Ref No
id: No Transaksi/Ref

source: Payee
id: Penerima

source: Expense Category
id: Kategori Pengeluaran

source: Receipt
id: Struk

source: Time-In
id: Check-In

source: Time-Out
id: Check-Out

source: Clocked In Status
id: Status Absensi

source: End Date
id: Tanggal Berakhir

source: Category
id: Kategori

source: Start Time
id: Jam Mulai

source: End Time
id: Jam Berakhir

source: Leave Status
id: Status Cuti

source: Select Client
id: Pilih Klien

source: Not Selected
id: Tidak Dipilih

source: Or Project
id: Atau Project

source: All Projects
id: Semua Project

source: All Status
id: Semua Status

source: Value
id: Nilai

source: User Name
id: Nama Pengguna

source: Authentication Email
id: Email Otentikasi

source: User Level
id: Level Pengguna

source: User Roles
id: Jenis Pengguna

source: Default Module
id: MOdul Utama

source: No Default Module
id: Tanpa Modul Utama

source: Group
id: Grup

source: Order
id: Urutan

source: User Levels
id: Level Pengguna

source: Module
id: Modul

source: All Modules
id: Semua Modul

source: Invoice Period Start
id: Awal Berlaku Invoice

source: Invoice Period End
id: Akhir Berlaku Invoice

source: Due date
id: Jatuh Tempo

source: Original Text
id: Text Asli

source: Mapped Text
id: Text Terpetakan

source: Display Status
id: Tampilkan Status

source: Field Type
id: Jenis Kolom

source: Field Label
id: Label Kolom

source: Validation
id: Validasi

source: Field Options
id: Opsi Kolom

source: Priority
id: Prioritas

source: Display Section
id: Tampilkan Seksi

source: Salary Component Type
id: Tipe Komponen Gaji

source: Salary Component
id: Komponen Gaji

source: Pay Frequency
id: Frekuensi Gaji

source: Calculation Group
id: Grup Perhitungan

source: None
id: Tidak Ada

source: Calculation Exemptions
id: Pengecualian Perhitungan

source: Calculations Assigned
id: Perhitungan Dibebankan

source: Date Start
id: Tanggal Mulai

source: Date End
id: Tanggal Akhir

source: Payslip Template
id: Template Slip Gaji

source: Payroll Columns
id: Kolom Penggajian

source: Calculation Method
id: Metode Perhitungan

source: Editable
id: Dapat Diubah

source: Enabled
id: Diaktifkan

source: Predefined Calculations
id: Perhitungan Baku

source: Salary Components
id: Komponen Gaji

source: Columns to Add
id: Kolom yang akan ditambahkan

source: Columns to Subtract
id: Kolom yang akan dikurangi

source: Column Order
id: Urutan Kolom

source: Default Value
id: Nilai Tetap

source: Calculation Columns
id: Kolom Perhitungan

source: Function
id: Fungsi

source: Payroll Report Column
id: Kolom Laporan Gaji

source: Calculation Process
id: Proses Perhitungan

source: Payslip Fields
id: Kolom Slip Gaji

source: Payroll Column
id: Colom Penggajian

source: Text
id: Teks

source: Lower Limit Condition
id: Status Batas Bawah

source: Lower Limit
id: Batas Bawah

source: Upper Limit Condition
id: Status Batas Atas

source: Upper Limit
id: Batas Atas

source: Column
id: Kolom

source: Job Code
id: Kode Pekerjaan

source: Short Description
id: Deskripsi pendek

source: Requirements
id: Persyaratan

source: Benefits
id: Keuntungan

source: Employment Type
id: Tipe Karyawan

source: Any Employment Type
id: Semua Tipe Karyawan

source: Experience Level
id: Tingkat Pengalaman

source: Any Experience Level
id: Semua Tingkat Pengalaman

source: Job Function
id: Fungsi Pekerjaan

source: Any Job Function
id: Semua Fungsi Pekerjaan

source: Education Level
id: Tingkat Pendidikan

source: Any Education Level
id: Semua Tingkat Pendidikan

source: Show Salary
id: Tampilkan Gaji

source: Salary Min
id: Gaji Min

source: Salary Max
id: Gaji Maks

source: Keywords
id: Kata Kunci

source: Closing Date
id: Tanggal Ditutup

source: Image
id: Gambar

source: Display Type
id: Tipe Tampilan

source: Profile Image
id: Foto Profil

source: Telephone
id: Telp.

source: Resume Title
id: Judul Lamaran

source: Resume
id: Lamaran

source: Resume Headline
id: Headline Lamaran

source: Profile Summary
id: Ringkasan Profil

source: Work History
id: Pengalaman Kerja

source: Education
id: Pendidikan

source: Skills
id: Kemampuan

source: Referees
id: Referensi

source: From Year
id: Dari Tahun

source: From Month
id: Dari Bulan

source: To Year
id: Sampai Tahun

source: To Month
id: Sampai Bulan

source: Currently Work Here
id: Saat Ini Bekerja Di Sini

source: Degree/Diploma
id: Sarjana/Diploma

source: Currently Studying
id: Sedang Bersekolah

source: Skill Level
id: Tingkat Kemampuan

source: Last Used Year
id: Tahun Bekerja Terakhir

source: Last Used Month
id: Bulan Bekerja Terakhir

source: Years of Experience
id: Tahun Pengalaman

source: Designation
id: Penunjukan

source: Phone
id: Telp.

source: Job
id: Pekerjaan

source: Candidate
id: Kandidat

source: Referred By
id: Direferensikan Oleh

source: Leave Start Date
id: Tanggal Mulai Cuti

source: Leave End Date
id: Tanggal Selesai Cuti

source: Reason
id: Alasan

source: Available Leaves
id: Cuti Tersedia

source: Approved Leaves
id: Cuti Disetujui

source: Rejected Leaves
id: Cuti Ditolak

source: Leaves to be Accrued
id: Cuti Ditambahkan

source: Leaves Carried Forward
id: Cuti Dipindahkan

source: Apply Leave
id: Ajukan Cuti

source: Filter
id: Saring

source: Add New
id: Tambah Baru

source: Time
id: Jam

source: Purpose
id: Tujuan

source: From
id: Dari

source: To
id: Kepada

source: Created (GMT)
id: Dibuat (GMT)

source: Download
id: Unduh

source: Submit
id: Kirim

source: Upload
id: Unggah

source: Remove
id: Hapus

source: Add
id: Tambah

source: Reset
id: Setel Ulang

source: Add Time Entry
id: Tambah Data Jam

source: Current Clocked In Status
id: Status Absensi Saat Ini

source: Attendance entry should be within a single day
id: Inputan absensi harus dalam hitungan hari

source: Account Balance
id: Saldo Akun

source: Plan
id: Perencanaan

source: Transactions
id: Transaksi

source: Applications
id: Aplikasi

source: Attendance Graph
id: Grafik Kehadiran

source: Hours in Office vs Hours Worked Graph
id: Jam Kerja vs Jam Kerja di Grafik

source: Company Graph
id: Grafik Perusahaan

source: Company Documents
id: Dokumen Perusahaan

source: Document Types
id: Tipe Dokumen

source: Employee Documents
id: Dokumen Karyawan

source: Employee Basic Details
id: Detail Dasar Karyawan

source: Employees (Direct Reports)
id: Karyawan (Laporan Langsung)

source: Certifications
id: Sertifikasi

source: Languages
id: Bahasa

source: Deactivated Employees
id: Karyawan Non-Aktif

source: Temporarily Deactivated Employees
id: Karyawan Non-Aktif Sementara

source: Terminated Employee Data
id: Karyawan Keluar

source: Employee Saved Successfully
id: Karyawan Berhasil Disimpan

source: Employee needs a User to login to IceHrm. Do you want to create a user for this employee now?
id: Karyawan haruslah sebagai pengguna untuk dapat login. Apakah Anda ingin membuat data pengguna untuk karyawan ini?

source: You can do this later through Users module if required.
id: Anda dapat melakukannya nanti melalui Modul Pengguna jika dibutuhkan.

source: Expenses Categories
id: Kategori Pengeluaran

source: Payment Methods
id: Metode Pembayaran

source: Employee Expenses
id: Pengeluaran Karyawan

source: Salary Component Types
id: Tipe Komponen Gaji

source: Employee Salary Components
id: Komponen Gaji Pegawai

source: Company Payroll
id: Payroll Perusahaan

source: Calculation Groups
id: Grup Perhitungan

source: Calculation Methods
id: Metode Perhitungan

source: Payslip Templates
id: Template Slip Gaji

source: Edit Employment Types
id: Ubah Tipe Karyawan

source: Edit Experience Levels
id: Ubah Level Karyawan

source: Edit Job Functions
id: Ubah Fungsi Pekerjaan

source: Edit Education Levels
id: Ubah Tingkat Pendidikan

source: Edit Benefits
id: Ubah Keuntungan

source: Application
id: Lamaran

source: Job Titles
id: Judul Pekerjaan

source: Pay Grades
id: Level Gaji

source: Training Sessions
id: Sesi Pelatihan

source: Employee Training Sessions
id: Sesi Pelatihan Karyawan

source: Clients
id: Klien

source: Employee Projects
id: Project Karyawan

source: Leave Types
id: Tipe Cuti

source: Work Week
id: Minggu Kerja

source: Holidays
id: Hari Libur

source: Leave Rules
id: Aturan Cuti

source: Leave Groups
id: Grup Cuti

source: Edit Leave Groups
id: Ubah Grup Cuti

source: Leave Group Employees
id: Karyawan Grup Cuti

source: Employee Leave List
id: Daftar Cuti Karyawan

source: Loan Types
id: Tipe Pinjaman

source: Employee Loans
id: Pinjaman Karyawan

source: Travel Requests
id: Pengajuan Perjalanan

source: Overtime Categories
id: Tipe Lembur

source: Leave / PTO
id: Cuti / PTO

source: Other
id: Lainnya

source: Modules
id: Modul

source: Countries
id: Negara

source: Provinces
id: Provinsi

source: Currency Types
id: Tipe Mata Uang

source: Employee Custom Fields
id: Kolom Data Karyawan Tambahan

source: Employee Field Names
id: Nama Kolom Data Karyawan

source: My Details
id: Detail Saya

source: All My Leaves
id: Semua Cuti/Ijin Saya

source: Leave Entitlement
id: Hak Cuti

source: Approved Leave
id: Cuti Disetujui

source: Pending Leave
id: Cuti Tertunda

source: Subordinate Leave
id: Cuti Bawahan

source: Cancellation Requests
id: Pengajuan Pembatalan

source: Approval Requests
id: Pengajuan Persetujuan

source: Approved TimeSheets
id: Lembar Jam Kerja Disetujui

source: All My TimeSheets
id: Semua Lembar Jam Kerja Saya

source: Pending TimeSheets
id: Lembar Jam Kerja Tertunda

source: Subordinate TimeSheets
id: Lembar Jam Kerja Bawahan

source: Approved Attendance Sheets
id: Lembar Kehadiran Disetujui

source: All My Attendance Sheets
id: Semua Lembar Kehadiran Saya

source: Pending Attendance Sheets
id: Lembar Kehadiran Tertunda

source: Subordinate Attendance Sheets
id: Lembar Kehadiran Bawahan

source: Subordinate Overtime Requests
id: Pengajuan Lembur Bawahan

source: Overtime Request Approval
id: Persetujuan Permintaan Lembur

source: My Training Sessions
id: Sesi Pelatihan Saya

source: All Training Sessions
id: Semua Sesi Pelatihan

source: Training Sessions of Direct Reports
id: Sesi Pelatihan Laporan Langsung

source: Subordinate Travel Requests
id: Pengajuan Perjalanan Bawahan

source: Travel Request Approval
id: Persetujuan Pengajuan Perjalanan

source: Subordinate Expenses
id: Pengeluaran Bawahan

source: Expenses Approval
id: Persetujuan Pengeluaran

source: Loans Taken
id: Pinjaman Diambil

source: Change Leave Status
id: Ubah Status Cuti/Ijin

source: Status Change Note
id: Catatan Pengubahan Status

source: Leave Summary
id: Ringkasan Cuti

source: Approved Leave Count
id: Jumlah Cuti Disetujui

source: Pending Leave Count
id: Jumlah Cuti Tertunda

source: Available Leave Count
id: Jumlah Cuti Tersedia

source: Leave Dates
id: Tanggal Cuti

source: Leave Date
id: Tanggal Cuti

source: Leave Notes
id: Catatan Cuti

source: Apply
id: Ajukan

source: Back
id: Kembali

source: Hours in Time Sheets
id: Jam di Lembar Jam Kerja

source: HR form
id: Form HR

source: HR Form Management
id: Pengaturan Form HR

source: Form Name
id: Nama Form

source: Fields
id: Kolom

source: Employee Froms
id: Asal Karyawan

source: Share Departments
id: Pembagian Perusahaan

source: Share Employees
id: Pembagian Karyawan

source: Data Importers
id: Pengimpor Data

source: Data Import Files
id: Berkas Pengimpor Data

source: Data Type
id: Tipe Data

source: Columns
id: Kolom

source: Field Title
id: Judul Kolom

source: Depends On
id: Bergantung Pada

source: Depends On Field
id: Bergantung Pada Kolom

source: is Key Field
id: adalah Kolom Utama

source: is ID Field
id: adalah Kolom ID

source: Data Import Definitions
id: Definisi Impor Data

source: File to Import
id: Berkas Yang Diimpor

source: Last Export Results
id: Hasil Impor Terakhir

source: Time and Attendance
id: Jam dan Kehadiran

source: Leave Timeline
id: Timeline Cuti

source: Api Access
id: Akses Api

source: Change User Password
id: Ubah Kata Sandi Pengguna

source: New Password
id: Kata Sandi Baru

source: Confirm Password
id: Ketik Ulang Kata Sandi

source: Change Password
id: Ubah Kata Sandi

source: Not Now
id: Jangan Sekarang

source: Contact Information
id: Informasi Kontak

source: Job Details
id: Detail Pekerjaan

source: Edit Info
id: Ubah Info

source: Upload Profile Image
id: Unggah Foto Profil

source: Delete Profile Image
id: Hapus Foto Profil

source: Direct Reports
id: Laporan Langsung

source: Other Details
id: Detail Lainnya

source: Family
id: Keluarga

source: Custom Fields
id: Kolom Tambahan

source: Means of Transportation
id: Alat Transportasi

source: Plane
id: Pesawat

source: Rail
id: Kereta Api

source: Taxi
id: Taksi

source: Own Vehicle
id: Kendaraan Pribadi
